Repository: buszaleksander-svg/daily-inspiration-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: sv

source: Cancel
sv: Avbryt

source: Clear All History
sv: Töm historiken

source: Clear History
sv: Töm historiken

source: Cleared!
sv: Historiken tömd!

source: Daily
sv: Daglig

source: Enable Daily Inspiration
sv: Ta emot daglig inspiration

source: Favorites
sv: Favoriter

source: Get Inspired
sv: Låt dig inspireras

source: Get inspired and your quotes will appear here.
sv: Låt dig inspireras och dina citat kommer finnas här.

source: History
sv: Historii

source: Inspire me
sv: Inspirera mig

source: No favorites yet.
sv: Inga favoriter ännu

source: No previously seen inspirations yet.
sv: Ännu inga tidigare visade inspirationer.

source: One thought. One moment. Just for you.
sv: En tanke. Ett ögonblick. Bara för dig.

source: Quote not found.
sv: Inget citat hittades.

source: Save quotes you love and they’ll appear here.
sv: Spara de citat du älskar och de kommer finnas här.

source: Save to Favorites
sv: Spara till Favoriter

source: Saved!
sv: Sparad!

source: This will permanently delete all your quote history. This action cannot be undone.
sv: Detta kommer permanent ta bort din historik med sparade citat. Denna åtgärd kan inte göras ogjord.
